{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "No"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0C9D0E6546963ADFFBFC7E993D9BA7F9"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "AD54244D4A6AB24F3B611182EF2F95A3"
		},
		{
			"Source":
			{
				"Text": "value"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "key"
		},
		{
			"Source":
			{
				"Text": "我在说话我在说话我在说话我在说话我在说话我在说话我在说话我在说话我在说话我在说话我在说话我在说话我在说话我在说话我在说话我在说话我在说话我在说话我在说"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "70417146494BA860A190698A5CBAA2BE"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "Unlua",
			"Children": [
				{
					"Source":
					{
						"Text": "你好世界"
					},
					"Translation":
					{
						"Text": "Hello World"
					},
					"Key": "Hello"
				},
				{
					"Source":
					{
						"Text": "测试本地化"
					},
					"Translation":
					{
						"Text": "TestLocalization"
					},
					"Key": "Test"
				}
			]
		}
	]
}